Revit 2027 API
BuiltInFailures.TextFailures.CannotCreateModeltext Property
 Can't create Model Text.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCreateModeltext { get; }
Public Shared ReadOnly Property CannotCreateModeltext As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCreateModeltext {
	FailureDefinitionId^ get ();
}
static member CannotCreateModeltext : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.TextFailures Class
Autodesk.Revit.DB Namespace